IdeaRS.OpenModel.CrossSection.CrossSectionCreepCoefficientData
Cross-section component creep coefficient data

IdeaRS.OpenModel.CrossSection.CrossSectionCreepCoefficientData.ComponentIndex
Zero based index of component

IdeaRS.OpenModel.CrossSection.CrossSectionCreepCoefficientData.CreepInput
User-defined curvature for creep coefficient { x = t[day], y = ϕ }

IdeaRS.OpenModel.CrossSection.CrossSectionCreepCoefficientData.UserCreepCoeeficient
User creep coefficient

IdeaRS.OpenModel.CrossSection.CrossSectionCreepCoefficientData.Humidity
Humidity in the relative value

IdeaRS.OpenModel.CrossSection.CrossSectionCreepCoefficientData.NotionalSizeInput
Input type of Notional size

IdeaRS.OpenModel.CrossSection.CrossSectionCreepCoefficientData.NotionalSize
User-defined notional size